{ "translations": {
    "Users" : "Потребители",
    "Diagnostics" : "Диагностика",
    "Nothing (collecting but not used)" : "Нищо (събирана но не се използва)",
    "Summary (one report per request)" : "Обобщение (един доклад на заявка)",
    "All queries (summary, single queries with their parameters)" : "Всички заявки (обобщение, едичен доклат с параметрите му)",
    "All events (summary, single events)" : "Всички събития (обобшение, единични събития)",
    "Everything (summary, single queries with their parameters and events)" : "Всичко (обобщение, единични заявки с техните параметри и събития)",
    "Enabling this ownCloud diagnostic module will result in collecting data about all queries and events in the system per request." : "Активирането на този ownCloud диагностичен модул ще доведе до събирането на информация за всички заявки в системата.",
    "Collect data only after authentication of users:" : "Събиране на информация само след вписването на потребителите:",
    "Please specify full user name for best search performance" : "Моля, задайте пълни потребителски име за най-добри резултати от търсенето",
    "Allow collecting all data (including unauthenticated requests, debug mode)" : "Разрешение за събиране на всичката информация (включително не вписани заявки, режим на дебъгване)",
    "What to log" : "Какво да се добавя в доклада",
    "Decide what details should be included in the log file" : "Вземане на решение за каква информация да се включва във файла на доклада",
    "Diagnostic Log" : "Диагностичен Доклад",
    "Download logfile (%s)" : "Изтегляне на доклад (1%s)",
    "Clean logfile" : "Изчистване на доклада",
    "Log file is located by default in ./data/diagnostic.log" : "Диагностичния файл се намира в ./data/diagnostic.log по подразбиране",
    "The logfile is empty!" : "Докладът е празен!",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Log файла е по-голям от 100 MB. Изтеглянето му може да отнеме време!"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}