{ "translations": {
    "Users" : "Usuarios",
    "Diagnostics" : "Diagnósticos",
    "Nothing (collecting but not used)" : "Nada (Recolectando pero no usado)",
    "Summary (one report per request)" : "Sumario (un reporte por solicitud)",
    "All queries (summary, single queries with their parameters)" : "Todas las consultas (sumario, consultas individuales con sus parámetros)",
    "All events (summary, single events)" : "Todos los eventos (sumario, eventos individuales)",
    "Everything (summary, single queries with their parameters and events)" : "Todo (sumario, consultas individuales con sus parámetros y eventos)",
    "Enabling this ownCloud diagnostic module will result in collecting data about all queries and events in the system per request." : "Activando este modulo de diagnostico de ownCloud resultará en la recolección de datos acerca de todas las consultas y eventos en el sistema por cada solicitud. ",
    "Collect data only after authentication of users:" : "Recolectar datos solo después de la autenticación de los usuarios: ",
    "Please specify full user name for best search performance" : "Por favor especifique el nombre de usuario completo para mejor rendimiento de búsqueda",
    "What to log" : "Que registrar",
    "Decide what details should be included in the log file" : "Decida que detalles deberían estar incluidos en el archivo de registro",
    "Diagnostic Log" : "Registro de Diagnostico.",
    "Download logfile (%s)" : "Descargar archivo de registro (%s)",
    "Clean logfile" : "Limpiar archivo de registro.",
    "Log file is located by default in ./data/diagnostic.log" : "El archivo de registro esta ubicado por defecto en ./data/diagnostic.log",
    "The logfile is empty!" : "El archivo de registro esta vacío!",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "El archivo de registro es mayor a 100 MB. La descarga tomara un tiempo!"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}