{ "translations": {
    "Users" : "Pengguna",
    "Diagnostics" : "Diagnosa",
    "Nothing (collecting but not used)" : "Tidak ada (diambil tapi tidak digunakan)",
    "Summary (one report per request)" : "Rangkuman (satu laporan per-request)",
    "All queries (summary, single queries with their parameters)" : "Semua kueri (rangkuman, satu kueri dengan parameternya)",
    "All events (summary, single events)" : "Semua peristiwa (rangkuman, satu peristiwa)",
    "Everything (summary, single queries with their parameters and events)" : "Semua (rangkuman, satu kueri dengan parameter dan peristiwanya)",
    "Enabling this ownCloud diagnostic module will result in collecting data about all queries and events in the system per request." : "Aktivasi diagnosa ownCloud ini akan menghasilkan pengumpulan data tentang semua kueri dan peristiwa di dalam sistem per-request",
    "Collect data only after authentication of users:" : "Kumpulkan data hanya setelah otentikasi pengguna:",
    "Please specify full user name for best search performance" : "Masukkan nama lengkap pengguna untuk pencarian akurat",
    "Allow collecting data for all requests in debug mode (all users, unauthenticated requests)" : "Izinkan pengumpulan data untuk semua permintaan dalam mode debug (semua pengguna, permintaan tidak terauthentikasi)",
    "What to log" : "Yang akan dicatat",
    "Decide what details should be included in the log file" : "Tentukan detil yang akan diikutkan ke dalam berkas catatan",
    "Diagnostic Log" : "Catatan Diagnosa",
    "Download logfile (%s)" : "Unduh berkas catatan (%s)",
    "Clean logfile" : "Hapus berkas catatan",
    "Log file is located by default in ./data/diagnostic.log" : "Lokasi default berkas catatan di ./data/diagnostic.log",
    "The logfile is empty!" : "Berkas catatan kosong!",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Berkas log lebih besar dari 100MB. Pengunduhan ini memerlukan beberapa saat!"
},"pluralForm" :"nplurals=1; plural=0;"
}