{ "translations": {
    "Users" : "Пользователи",
    "Diagnostics" : "Диагностика",
    "Nothing (collecting but not used)" : "Ничего (собирается, но не используется)",
    "Summary (one report per request)" : "Итог (один отчёт на обращение)",
    "All queries (summary, single queries with their parameters)" : "Все запросы (итог, отдельные запросы с их параметрами)",
    "All events (summary, single events)" : "Все события (итог, отдельные события)",
    "Everything (summary, single queries with their parameters and events)" : "Всё (итог, отдельные запросы с их параметрами, и события)",
    "Enabling this ownCloud diagnostic module will result in collecting data about all queries and events in the system per request." : "Включение модуля диагностики ownCloud приведёт к сбору данных обо всех запросах и событиях в системе на каждое обращение.",
    "Collect data only after authentication of users:" : "Собирать данные только после аутентификации пользователей:",
    "Please specify full user name for best search performance" : "Пожалуйста укажите полное имя пользователя, для наилучшей производительности поиска",
    "Allow collecting data for all requests in debug mode (all users, unauthenticated requests)" : "Разрешить сбор данных для всех запросов в режиме отладки (все пользователи, неаутентифицированные запросы)",
    "Lock the diagnostic.log file while writing. Useful for HA setups with NFS for the local storage" : "Во время записи посмотрите файл diagnostic.log. Полезно для высоконагруженных установок с NFS в качестве локального хранилища.",
    "What to log" : "Что записывать в журнал",
    "Decide what details should be included in the log file" : "Решите, какие подробности должны быть включены в журнальный файл",
    "Diagnostic Log" : "Диагностический журнал",
    "Download logfile (%s)" : "Скачать файл журнала (%s)",
    "Clean logfile" : "Очистить файл журнала",
    "Log file is located by default in ./data/diagnostic.log" : "По умолчанию файл журнала расположен в ./data/diagnostic.log",
    "The logfile is empty!" : "Файл журнала пуст!",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Лог-файл - больше 100 мб. Его скачивание может занять некоторое время!"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}