{ "translations": {
    "Users" : "ผู้ใช้งาน",
    "Diagnostics" : "วินิจฉัย",
    "Nothing (collecting but not used)" : "ไม่มี (เก็บแต่ไม่ได้ใช้)",
    "Summary (one report per request)" : "สรุป (หนึ่งรายงานต่อหนึ่งคำขอ)",
    "All queries (summary, single queries with their parameters)" : "รายการทั้งหมด (สรุปหรือรายการเดียวพร้อมด้วยพารามิเตอร์)",
    "All events (summary, single events)" : "กิจกรรมทั้งหมด (สรุปหรือเหตุการณ์เดียว)",
    "Everything (summary, single queries with their parameters and events)" : "ทุกทุกอย่าง (สรุปหรือรายการเดียวพร้อมด้วยพารามิเตอร์และเหตุการณ์)",
    "Enabling this ownCloud diagnostic module will result in collecting data about all queries and events in the system per request." : "กำลังเปิดใช้งานโมดูลการวินิจฉัย ownCloud นี้จะมีผลในการรวบรวมข้อมูลเกี่ยวกับรายการและเหตุการณ์ทั้งหมดในระบบต่อหนึ่งคำขอ",
    "Collect data only after authentication of users:" : "รวบรวมเฉพาะข้อมูลหลังจากการตรวจสอบสิทธิ์ของผู้ใช้:",
    "Please specify full user name for best search performance" : "โปรดระบุชื่อ-นามสกุลของผู้ใช้เพื่อจะได้ผลลัพธ์การค้นหาที่ดีที่สุด",
    "Allow collecting data for all requests in debug mode (all users, unauthenticated requests)" : "อนุญาตให้รวบรวมข้อมูลสำหรับคำขอทั้งหมดในโหมดดีบั๊ก (ผู้ใช้ทั้งหมดหรือคำขอที่ไม่ได้รับการรับรองความถูกต้อง)",
    "Lock the diagnostic.log file while writing. Useful for HA setups with NFS for the local storage" : "ล็อกไฟล์ diagnostic.log ขณะกำลังเขียน มีประโยชน์ในการตั้งค่า HA ด้วย NFS สำหรับที่เก็บข้อมูลภายในเครื่อง",
    "What to log" : "เก็บ log อะไรบ้าง",
    "Decide what details should be included in the log file" : "ตัดสินใจว่าอะไรที่ควรจะบันทึกบ้าง",
    "Diagnostic Log" : "บันทึกการวินิจฉัย",
    "Download logfile (%s)" : "ดาวน์โหลดไฟล์ log (%s)",
    "Clean logfile" : "ล้างไฟล์ log",
    "Log file is located by default in ./data/diagnostic.log" : "ค่าเริ่มต้นของไฟล์ log จะอยู่ที่ ./data/diagnostic.log",
    "The logfile is empty!" : "ยังไม่ได้เก็บ log!",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "ไฟล์ log มีขนาดใหญ่กว่า 100 เมกะไบต์ มันอาจจะใช้เวลาดาวน์โหลดนาน!"
},"pluralForm" :"nplurals=1; plural=0;"
}