{ "translations": {
    "Users" : "Користувачі",
    "Diagnostics" : "Діагностика",
    "Nothing (collecting but not used)" : "Нічого (збирати, але не використовувати)",
    "Summary (one report per request)" : "Загалом (один звіт на кожен запит)",
    "All queries (summary, single queries with their parameters)" : "Всі запити (загалом та окремі запити з їх параметрами)",
    "All events (summary, single events)" : "Всі події (загалом та окремі події)",
    "Everything (summary, single queries with their parameters and events)" : "Все (загалом, окремі запити з їх параметрами та події)",
    "Enabling this ownCloud diagnostic module will result in collecting data about all queries and events in the system per request." : "Наслідком увімкнення цього модулю діагностики ownCloud стане отримання даних про всі запити та події в системі за кожною вимогою.",
    "Collect data only after authentication of users:" : "Збирати дані лише після аутентифікації користувачів:",
    "Please specify full user name for best search performance" : "Вкажіть, будь ласка, повне ім'я користувача для пришвидшення пошуку",
    "Allow collecting all data (including unauthenticated requests, debug mode)" : "Дозволити збирати всі дані (включаючи неаутентифіковані запити та в режимі відлагодження)",
    "What to log" : "Що зберігати в протокол",
    "Decide what details should be included in the log file" : "Визначте, які дані слід включити до файлу протоколу",
    "Diagnostic Log" : "Протокол діагностики",
    "Download logfile (%s)" : "Завантажити протокол (%s)",
    "Clean logfile" : "Очистити протокол",
    "Log file is located by default in ./data/diagnostic.log" : "Файл протоколу розташований за замовчанням в ./data/diagnostic.log",
    "The logfile is empty!" : "Файл протоколу порожній!",
    "The logfile is bigger than 100 MB. Downloading it may take some time!" : "Файл журналу - більше 100 МБ. Його завантаження може зайняти деякий час!"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}